Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# LayerMoveDown
source: Move layer down
de_de: Ebene nach unten
es_419: Bajar la capa
fr_fr: Descendre le calque
hi_in: लेयर नीचे
id_id: Turunkan lapisan
ja_jp: レイヤーを下へ
ko_kr: 레이어 아래로
pt_br: Mover a camada para baixo
ru_ru: Слой ниже
zh_cn: 下移图层

# TipLayerMoveDown
source: Moves the active layer one step backward.
de_de: Verschiebt die aktive Ebene eine Stufe nach hinten.
es_419: Mueve la capa activa un paso hacia atrás.
fr_fr: Recule le calque actif d'un niveau.
hi_in: सक्रिय लेयर को एक स्तर पीछे ले जाता है।
id_id: Memindahkan lapisan aktif satu tingkat ke belakang.
ja_jp: アクティブ レイヤーを 1 つ背面へ移動します。
ko_kr: 활성 레이어를 한 단계 뒤로 이동합니다.
pt_br: Move a camada ativa um nível para trás.
ru_ru: Перемещает активный слой на шаг назад.
zh_cn: 把当前图层向后移动一层。

# LayerRename
source: Rename layer
de_de: Ebene umbenennen
es_419: Cambiar el nombre de la capa
fr_fr: Renommer le calque
hi_in: लेयर का नाम बदलें
id_id: Ganti nama lapisan
ja_jp: レイヤー名の変更
ko_kr: 레이어 이름 바꾸기
pt_br: Renomear camada
ru_ru: Переименовать слой
zh_cn: 重命名图层

# TipLayerRename
source: Changes the name of the active layer.
de_de: Ändert den Namen der aktiven Ebene.
es_419: Cambia el nombre de la capa activa.
fr_fr: Change le nom du calque actif.
hi_in: सक्रिय लेयर का नाम बदलता है।
id_id: Mengubah nama lapisan aktif.
ja_jp: アクティブ レイヤーの名前を変更します。
ko_kr: 활성 레이어의 이름을 변경합니다.
pt_br: Muda o nome da camada ativa.
ru_ru: Изменяет имя активного слоя.
zh_cn: 更改当前图层的名称。

# LayerMoveSelection
source: Move selection to active layer
de_de: Auswahl auf die aktive Ebene verschieben
es_419: Mover la selección a la capa activa
fr_fr: Déplacer la sélection vers le calque actif
hi_in: चयन को सक्रिय लेयर पर ले जाएँ
id_id: Pindahkan pilihan ke lapisan aktif
ja_jp: 選択をアクティブ レイヤーへ移動
ko_kr: 선택 객체를 활성 레이어로 이동
pt_br: Mover a seleção para a camada ativa
ru_ru: Переместить выделение на активный слой
zh_cn: 把所选对象移到当前图层

# TipLayerMoveSelection
source: Moves the selected objects to the top of the active layer.
de_de: Verschiebt die ausgewählten Objekte an den Anfang der aktiven Ebene.
es_419: Mueve los objetos seleccionados al frente de la capa activa.
fr_fr: Déplace les objets sélectionnés en haut du calque actif.
hi_in: चयनित ऑब्जेक्ट को सक्रिय लेयर के सबसे ऊपर ले जाता है।
id_id: Memindahkan objek terpilih ke bagian teratas lapisan aktif.
ja_jp: 選択したオブジェクトをアクティブ レイヤーの最前面へ移動します。
ko_kr: 선택한 객체를 활성 레이어의 맨 위로 이동합니다.
pt_br: Move os objetos selecionados para o topo da camada ativa.
ru_ru: Перемещает выделенные объекты в начало активного слоя.
zh_cn: 把所选对象移到当前图层的最上方。

# LayerBlockedHidden
source: A hidden layer cannot be edited
de_de: Eine ausgeblendete Ebene lässt sich nicht bearbeiten
es_419: Una capa oculta no se puede editar
fr_fr: Un calque masqué ne peut pas être modifié
hi_in: छिपी हुई लेयर संपादित नहीं की जा सकती
id_id: Lapisan yang disembunyikan tidak bisa disunting
ja_jp: 非表示のレイヤーは編集できません
ko_kr: 숨긴 레이어에는 편집할 수 없습니다
pt_br: Uma camada oculta não pode ser editada
ru_ru: Скрытый слой нельзя редактировать
zh_cn: 隐藏的图层无法编辑

# LayerBlockedLocked
source: A locked layer cannot be edited
de_de: Eine gesperrte Ebene lässt sich nicht bearbeiten
es_419: Una capa bloqueada no se puede editar
fr_fr: Un calque verrouillé ne peut pas être modifié
hi_in: लॉक की गई लेयर संपादित नहीं की जा सकती
id_id: Lapisan yang terkunci tidak bisa disunting
ja_jp: ロックされたレイヤーは編集できません
ko_kr: 잠긴 레이어에는 편집할 수 없습니다
pt_br: Uma camada bloqueada não pode ser editada
ru_ru: Заблокированный слой нельзя редактировать
zh_cn: 锁定的图层无法编辑

# TipOpen
source: Choose a supported image file and open it in this window.
de_de: Wählen Sie eine unterstützte Bilddatei und öffnen Sie sie in diesem Fenster.
es_419: Elige un archivo de imagen compatible y ábrelo en esta ventana.
fr_fr: Choisissez un fichier image pris en charge et ouvrez-le dans cette fenêtre.
hi_in: समर्थित छवि फ़ाइल चुनें और इसी विंडो में खोलें।
id_id: Pilih berkas gambar yang didukung dan buka di jendela ini.
ja_jp: 対応する画像ファイルを選んで、このウィンドウで開きます。
ko_kr: 지원 이미지 파일을 선택해 현재 창에서 엽니다.
pt_br: Escolha um arquivo de imagem compatível e abra-o nesta janela.
ru_ru: Выберите поддерживаемый файл изображения и откройте его в этом окне.
zh_cn: 选择受支持的图像文件并在此窗口中打开。

# TipClipboard
source: Opens the clipboard image as a new document.
de_de: Öffnet das Bild aus der Zwischenablage als neues Dokument.
es_419: Abre la imagen del portapapeles como documento nuevo.
fr_fr: Ouvre l'image du presse-papiers comme nouveau document.
hi_in: क्लिपबोर्ड की छवि को नए दस्तावेज़ के रूप में खोलता है।
id_id: Membuka gambar dari papan klip sebagai dokumen baru.
ja_jp: クリップボードの画像を新しいドキュメントとして開きます。
ko_kr: 클립보드 이미지를 새 문서로 엽니다.
pt_br: Abre a imagem da área de transferência como novo documento.
ru_ru: Открывает изображение из буфера обмена как новый документ.
zh_cn: 把剪贴板中的图像作为新文档打开。

# TipNewWindow
source: Opens one more independent empty viewer window.
de_de: Öffnet ein weiteres eigenständiges leeres Anzeigefenster.
es_419: Abre otra ventana de visor vacía e independiente.
fr_fr: Ouvre une autre fenêtre de visualisation vide et indépendante.
hi_in: एक और स्वतंत्र खाली दर्शक विंडो खोलता है।
id_id: Membuka satu lagi jendela penampil kosong yang mandiri.
ja_jp: 独立した空のビューア ウィンドウをもう 1 つ開きます。
ko_kr: 독립된 빈 보기 창을 하나 더 엽니다.
pt_br: Abre mais uma janela de visualização vazia e independente.
ru_ru: Открывает ещё одно независимое пустое окно просмотра.
zh_cn: 再打开一个独立的空白查看窗口。

# TipPrevious
source: Goes to the previous image in the current folder.
de_de: Wechselt zum vorherigen Bild im aktuellen Ordner.
es_419: Va a la imagen anterior de la carpeta actual.
fr_fr: Passe à l'image précédente du dossier actuel.
hi_in: मौजूदा फ़ोल्डर की पिछली छवि पर जाता है।
id_id: Menuju gambar sebelumnya di folder saat ini.
ja_jp: 現在のフォルダー内の前の画像へ移動します。
ko_kr: 현재 폴더의 이전 이미지로 이동합니다.
pt_br: Vai para a imagem anterior da pasta atual.
ru_ru: Переходит к предыдущему изображению в текущей папке.
zh_cn: 跳到当前文件夹中的上一张图像。

# TipNext
source: Goes to the next image in the current folder.
de_de: Wechselt zum nächsten Bild im aktuellen Ordner.
es_419: Va a la imagen siguiente de la carpeta actual.
fr_fr: Passe à l'image suivante du dossier actuel.
hi_in: मौजूदा फ़ोल्डर की अगली छवि पर जाता है।
id_id: Menuju gambar berikutnya di folder saat ini.
ja_jp: 現在のフォルダー内の次の画像へ移動します。
ko_kr: 현재 폴더의 다음 이미지로 이동합니다.
pt_br: Vai para a próxima imagem da pasta atual.
ru_ru: Переходит к следующему изображению в текущей папке.
zh_cn: 跳到当前文件夹中的下一张图像。

# TipFit
source: Fits the whole image inside the canvas.
de_de: Passt das gesamte Bild in die Zeichenfläche ein.
es_419: Ajusta la imagen completa dentro del lienzo.
fr_fr: Ajuste l'image entière dans la zone de travail.
hi_in: पूरी छवि को कैनवास के भीतर फ़िट करता है।
id_id: Menyesuaikan seluruh gambar agar muat di kanvas.
ja_jp: 画像全体がキャンバスに収まるように合わせます。
ko_kr: 이미지 전체가 캔버스 안에 보이도록 맞춥니다.
pt_br: Ajusta a imagem inteira dentro da tela de edição.
ru_ru: Вписывает изображение целиком в холст.
zh_cn: 让整张图像完整显示在画布中。

# TipActualSize
source: Shows one image pixel as one screen pixel.
de_de: Zeigt einen Bildpixel als einen Bildschirmpixel an.
es_419: Muestra un píxel de la imagen como un píxel de la pantalla.
fr_fr: Affiche un pixel de l'image pour un pixel de l'écran.
hi_in: छवि के एक पिक्सेल को स्क्रीन के एक पिक्सेल के रूप में दिखाता है।
id_id: Menampilkan satu piksel gambar sebagai satu piksel layar.
ja_jp: 画像の 1 ピクセルを画面の 1 ピクセルで表示します。
ko_kr: 이미지 1픽셀을 화면 1픽셀로 표시합니다.
pt_br: Mostra um pixel da imagem como um pixel da tela.
ru_ru: Показывает один пиксель изображения как один пиксель экрана.
zh_cn: 以一个图像像素对应一个屏幕像素显示。

# TipRotate
source: Rotates the image or the selected objects clockwise.
de_de: Dreht das Bild oder die ausgewählten Objekte im Uhrzeigersinn.
es_419: Gira la imagen o los objetos seleccionados a la derecha.
fr_fr: Fait pivoter l'image ou les objets sélectionnés vers la droite.
hi_in: छवि या चयनित ऑब्जेक्ट को दक्षिणावर्त घुमाता है।
id_id: Memutar gambar atau objek terpilih searah jarum jam.
ja_jp: 画像または選択したオブジェクトを時計回りに回転します。
ko_kr: 이미지 또는 선택 객체를 시계 방향으로 회전합니다.
pt_br: Gira a imagem ou os objetos selecionados no sentido horário.
ru_ru: Поворачивает изображение или выделенные объекты по часовой стрелке.
zh_cn: 把图像或所选对象顺时针旋转。

# TipColor
source: Picks the colour used for drawing and for selected objects.
de_de: Wählt die Farbe für das Zeichnen und für ausgewählte Objekte.
es_419: Elige el color que se usa para dibujar y para los objetos seleccionados.
fr_fr: Choisit la couleur utilisée pour le dessin et les objets sélectionnés.
hi_in: ड्राइंग और चयनित ऑब्जेक्ट के लिए रंग चुनता है।
id_id: Memilih warna untuk menggambar dan untuk objek terpilih.
ja_jp: 描画と選択オブジェクトに使う色を選びます。
ko_kr: 그리기와 선택 객체에 적용할 색을 고릅니다.
pt_br: Escolhe a cor usada para desenhar e para os objetos selecionados.
ru_ru: Выбирает цвет для рисования и для выделенных объектов.
zh_cn: 选择用于绘制和所选对象的颜色。

# TipEyedropper
source: Picks the displayed colour of a single pixel from the composed image.
de_de: Nimmt die angezeigte Farbe eines einzelnen Pixels aus dem zusammengesetzten Bild auf.
es_419: Toma el color mostrado de un solo píxel de la imagen compuesta.
fr_fr: Prélève la couleur affichée d'un seul pixel de l'image composée.
hi_in: संयोजित छवि से एक पिक्सेल का प्रदर्शित रंग लेता है।
id_id: Mengambil warna tampil satu piksel dari gambar hasil komposit.
ja_jp: 合成後の画像から 1 ピクセルの表示色を取得します。
ko_kr: 합성된 이미지에서 한 픽셀의 표시 색을 선택합니다.
pt_br: Captura a cor exibida de um único pixel da imagem composta.
ru_ru: Берёт отображаемый цвет одного пикселя из сведённого изображения.
zh_cn: 从合成后的图像中拾取单个像素的显示颜色。

# TipZoomOut
source: Lowers the canvas zoom by one step.
de_de: Verringert den Zoom der Zeichenfläche um eine Stufe.
es_419: Baja un paso el zoom del lienzo.
fr_fr: Réduit le zoom de la zone de travail d'un cran.
hi_in: कैनवास का ज़ूम एक चरण घटाता है।
id_id: Menurunkan zoom kanvas satu tingkat.
ja_jp: キャンバスの倍率を 1 段階下げます。
ko_kr: 캔버스 배율을 한 단계 낮춥니다.
pt_br: Diminui o zoom da tela em um nível.
ru_ru: Уменьшает масштаб холста на один шаг.
zh_cn: 把画布缩放降低一档。

# TipZoomIn
source: Raises the canvas zoom by one step.
de_de: Erhöht den Zoom der Zeichenfläche um eine Stufe.
es_419: Sube un paso el zoom del lienzo.
fr_fr: Augmente le zoom de la zone de travail d'un cran.
hi_in: कैनवास का ज़ूम एक चरण बढ़ाता है।
id_id: Menaikkan zoom kanvas satu tingkat.
ja_jp: キャンバスの倍率を 1 段階上げます。
ko_kr: 캔버스 배율을 한 단계 높입니다.
pt_br: Aumenta o zoom da tela em um nível.
ru_ru: Увеличивает масштаб холста на один шаг.
zh_cn: 把画布缩放提高一档。

# TipZoomSlider
source: Adjusts the zoom with the slider or the arrow keys.
de_de: Passt den Zoom mit dem Schieberegler oder den Pfeiltasten an.
es_419: Ajusta el zoom con el control deslizante o con las flechas.
fr_fr: Ajuste le zoom avec le curseur ou les touches fléchées.
hi_in: स्लाइडर या तीर कुंजियों से ज़ूम समायोजित करता है।
id_id: Mengatur zoom dengan penggeser atau tombol panah.
ja_jp: スライダーまたは方向キーで倍率を調整します。
ko_kr: 슬라이더 또는 화살표 키로 배율을 조절합니다.
pt_br: Ajusta o zoom com o controle deslizante ou com as setas.
ru_ru: Регулирует масштаб ползунком или клавишами со стрелками.
zh_cn: 用滑块或方向键调整缩放。

# TipFullScreen
source: Switches between full screen and windowed view.
de_de: Wechselt zwischen Vollbild- und Fensteransicht.
es_419: Alterna entre pantalla completa y vista en ventana.
fr_fr: Bascule entre le plein écran et l'affichage en fenêtre.
hi_in: पूर्ण स्क्रीन और विंडो दृश्य के बीच बदलता है।
id_id: Beralih antara tampilan layar penuh dan jendela.
ja_jp: 全画面表示とウィンドウ表示を切り替えます。
ko_kr: 전체 화면 보기와 창 보기를 전환합니다.
pt_br: Alterna entre tela cheia e exibição em janela.
ru_ru: Переключает между полноэкранным и оконным режимом.
zh_cn: 在全屏和窗口视图之间切换。

# TipDockHorizontal
source: Moves the tool rail to a horizontal bar at the top of the window.
de_de: Verschiebt die Symbolleiste in eine waagrechte Leiste am oberen Fensterrand.
es_419: Mueve la barra de herramientas a una franja horizontal en la parte superior.
fr_fr: Place la barre d'outils horizontalement en haut de la fenêtre.
hi_in: टूलबार को विंडो के ऊपर क्षैतिज पट्टी में ले जाता है।
id_id: Memindahkan bilah alat menjadi baris mendatar di bagian atas jendela.
ja_jp: ツールバーをウィンドウ上部の横向きに切り替えます。
ko_kr: 도구 레일을 창 위쪽 가로 방향으로 전환합니다.
pt_br: Move a barra de ferramentas para uma faixa horizontal no topo da janela.
ru_ru: Переносит панель инструментов в горизонтальную полосу вверху окна.
zh_cn: 把工具栏切换为窗口顶部的横向排列。

# TipDockVertical
source: Moves the tool rail to a vertical bar on the left of the window.
de_de: Verschiebt die Symbolleiste in eine senkrechte Leiste am linken Fensterrand.
es_419: Mueve la barra de herramientas a una franja vertical a la izquierda.
fr_fr: Place la barre d'outils verticalement à gauche de la fenêtre.
hi_in: टूलबार को विंडो के बाईं ओर लंबवत पट्टी में ले जाता है।
id_id: Memindahkan bilah alat menjadi kolom tegak di sisi kiri jendela.
ja_jp: ツールバーをウィンドウ左側の縦向きに切り替えます。
ko_kr: 도구 레일을 창 왼쪽 세로 방향으로 전환합니다.
pt_br: Move a barra de ferramentas para uma faixa vertical à esquerda da janela.
ru_ru: Переносит панель инструментов в вертикальную полосу слева от окна.
zh_cn: 把工具栏切换为窗口左侧的纵向排列。

# TipSendToBack
source: Moves the selected objects behind all others.
de_de: Verschiebt die ausgewählten Objekte hinter alle anderen.
es_419: Mueve los objetos seleccionados detrás de todos los demás.
fr_fr: Place les objets sélectionnés derrière tous les autres.
hi_in: चयनित ऑब्जेक्ट को सभी के पीछे ले जाता है।
id_id: Memindahkan objek terpilih ke belakang semua objek lain.
ja_jp: 選択したオブジェクトをすべての背面へ移動します。
ko_kr: 선택 객체를 모든 객체 뒤로 이동합니다.
pt_br: Move os objetos selecionados para trás de todos os outros.
ru_ru: Помещает выделенные объекты позади всех остальных.
zh_cn: 把所选对象移到所有对象的后面。

# TipSendBackward
source: Moves the selected objects back one step.
de_de: Verschiebt die ausgewählten Objekte eine Stufe nach hinten.
es_419: Mueve los objetos seleccionados un paso hacia atrás.
fr_fr: Recule les objets sélectionnés d'un niveau.
hi_in: चयनित ऑब्जेक्ट को एक स्तर पीछे ले जाता है।
id_id: Memindahkan objek terpilih satu tingkat ke belakang.
ja_jp: 選択したオブジェクトを 1 つ背面へ移動します。
ko_kr: 선택 객체를 한 단계 뒤로 이동합니다.
pt_br: Move os objetos selecionados um nível para trás.
ru_ru: Перемещает выделенные объекты на шаг назад.
zh_cn: 把所选对象向后移动一层。

# TipBringForward
source: Moves the selected objects forward one step.
de_de: Verschiebt die ausgewählten Objekte eine Stufe nach vorn.
es_419: Mueve los objetos seleccionados un paso hacia adelante.
fr_fr: Avance les objets sélectionnés d'un niveau.
hi_in: चयनित ऑब्जेक्ट को एक स्तर आगे ले जाता है।
id_id: Memindahkan objek terpilih satu tingkat ke depan.
ja_jp: 選択したオブジェクトを 1 つ前面へ移動します。
ko_kr: 선택 객체를 한 단계 앞으로 이동합니다.
pt_br: Move os objetos selecionados um nível para a frente.
ru_ru: Перемещает выделенные объекты на шаг вперёд.
zh_cn: 把所选对象向前移动一层。

# TipBringToFront
source: Moves the selected objects in front of all others.
de_de: Verschiebt die ausgewählten Objekte vor alle anderen.
es_419: Mueve los objetos seleccionados delante de todos los demás.
fr_fr: Place les objets sélectionnés devant tous les autres.
hi_in: चयनित ऑब्जेक्ट को सभी के आगे ले जाता है।
id_id: Memindahkan objek terpilih ke depan semua objek lain.
ja_jp: 選択したオブジェクトをすべての前面へ移動します。
ko_kr: 선택 객체를 모든 객체 앞으로 이동합니다.
pt_br: Move os objetos selecionados para a frente de todos os outros.
ru_ru: Помещает выделенные объекты перед всеми остальными.
zh_cn: 把所选对象移到所有对象的前面。

# TipDuplicate
source: Duplicates the selected objects and selects the new copies.
de_de: Dupliziert die ausgewählten Objekte und wählt die neuen Kopien aus.
es_419: Duplica los objetos seleccionados y selecciona las copias nuevas.
fr_fr: Duplique les objets sélectionnés et sélectionne les nouvelles copies.
hi_in: चयनित ऑब्जेक्ट की प्रतिलिपि बनाकर नई प्रतियाँ चुन लेता है।
id_id: Menggandakan objek terpilih dan memilih salinan barunya.
ja_jp: 選択したオブジェクトを複製し、複製した方を選択します。
ko_kr: 선택 객체를 복제하고 새 복제본을 선택합니다.
pt_br: Duplica os objetos selecionados e seleciona as novas cópias.
ru_ru: Дублирует выделенные объекты и выделяет новые копии.
zh_cn: 复制所选对象并选中新的副本。

# TipEditText
source: Edits the content of the selected text object.
de_de: Bearbeitet den Inhalt des ausgewählten Textobjekts.
es_419: Edita el contenido del objeto de texto seleccionado.
fr_fr: Modifie le contenu de l'objet texte sélectionné.
hi_in: चयनित टेक्स्ट ऑब्जेक्ट की सामग्री संपादित करता है।
id_id: Menyunting isi objek teks yang terpilih.
ja_jp: 選択したテキスト オブジェクトの内容を編集します。
ko_kr: 선택한 텍스트 객체의 내용을 편집합니다.
pt_br: Edita o conteúdo do objeto de texto selecionado.
ru_ru: Изменяет содержимое выделенного текстового объекта.
zh_cn: 编辑所选文本对象的内容。

# TipSelect
source: Select objects to move, resize, and rotate them.
de_de: Wählen Sie Objekte aus, um sie zu verschieben, zu skalieren und zu drehen.
es_419: Selecciona objetos para moverlos, redimensionarlos y girarlos.
fr_fr: Sélectionnez des objets pour les déplacer, les redimensionner et les faire pivoter.
hi_in: ऑब्जेक्ट चुनकर उन्हें खिसकाएँ, आकार बदलें और घुमाएँ।
id_id: Pilih objek untuk memindahkan, mengubah ukuran, dan memutarnya.
ja_jp: オブジェクトを選んで移動・サイズ変更・回転します。
ko_kr: 객체를 선택해 이동·크기 조절·회전합니다.
pt_br: Selecione objetos para mover, redimensionar e girar.
ru_ru: Выделяйте объекты, чтобы перемещать, изменять размер и поворачивать их.
zh_cn: 选择对象以移动、调整大小和旋转。

# TipPen
source: Drag the pointer to draw a freehand curve.
de_de: Ziehen Sie den Zeiger, um eine Freihandkurve zu zeichnen.
es_419: Arrastra el puntero para dibujar una curva a mano alzada.
fr_fr: Faites glisser le pointeur pour tracer une courbe à main levée.
hi_in: पॉइंटर खींचकर मुक्तहस्त वक्र बनाएँ।
id_id: Seret penunjuk untuk menggambar kurva bebas.
ja_jp: ポインターをドラッグして自由曲線を描きます。
ko_kr: 포인터를 드래그해 자유곡선을 그립니다.
pt_br: Arraste o ponteiro para desenhar uma curva à mão livre.
ru_ru: Перетаскивайте указатель, чтобы рисовать произвольную кривую.
zh_cn: 拖动指针绘制自由曲线。

# TipHighlighter
source: Draws a translucent freehand curve.
de_de: Zeichnet eine durchscheinende Freihandkurve.
es_419: Dibuja una curva a mano alzada translúcida.
fr_fr: Trace une courbe à main levée translucide.
hi_in: अर्धपारदर्शी मुक्तहस्त वक्र बनाता है।
id_id: Menggambar kurva bebas yang tembus pandang.
ja_jp: 半透明の自由曲線を描きます。
ko_kr: 반투명 자유곡선을 그립니다.
pt_br: Desenha uma curva à mão livre translúcida.
ru_ru: Рисует полупрозрачную произвольную кривую.
zh_cn: 绘制半透明的自由曲线。

# TipLine
source: Draws a straight line from the start point to the end point.
de_de: Zeichnet eine gerade Linie vom Start- zum Endpunkt.
es_419: Dibuja una línea recta del punto inicial al final.
fr_fr: Trace une ligne droite du point de départ au point d'arrivée.
hi_in: आरंभ बिंदु से अंत बिंदु तक सीधी रेखा बनाता है।
id_id: Menggambar garis lurus dari titik awal ke titik akhir.
ja_jp: 始点から終点まで直線を描きます。
ko_kr: 시작점에서 끝점까지 직선을 그립니다.
pt_br: Desenha uma linha reta do ponto inicial ao final.
ru_ru: Рисует прямую линию от начальной точки к конечной.
zh_cn: 从起点到终点绘制直线。

# TipArrow
source: Draws an arrow from the start point to the end point.
de_de: Zeichnet einen Pfeil vom Start- zum Endpunkt.
es_419: Dibuja una flecha del punto inicial al final.
fr_fr: Trace une flèche du point de départ au point d'arrivée.
hi_in: आरंभ बिंदु से अंत बिंदु तक तीर बनाता है।
id_id: Menggambar panah dari titik awal ke titik akhir.
ja_jp: 始点から終点まで矢印を描きます。
ko_kr: 시작점에서 끝점까지 화살표를 그립니다.
pt_br: Desenha uma seta do ponto inicial ao final.
ru_ru: Рисует стрелку от начальной точки к конечной.
zh_cn: 从起点到终点绘制箭头。

# TipRectangle
source: Drag the pointer to draw a rectangle.
de_de: Ziehen Sie den Zeiger, um ein Rechteck zu zeichnen.
es_419: Arrastra el puntero para dibujar un rectángulo.
fr_fr: Faites glisser le pointeur pour dessiner un rectangle.
hi_in: पॉइंटर खींचकर आयत बनाएँ।
id_id: Seret penunjuk untuk menggambar persegi panjang.
ja_jp: ポインターをドラッグして四角形を描きます。
ko_kr: 포인터를 드래그해 사각형을 그립니다.
pt_br: Arraste o ponteiro para desenhar um retângulo.
ru_ru: Перетаскивайте указатель, чтобы нарисовать прямоугольник.
zh_cn: 拖动指针绘制矩形。

# TipRoundedRectangle
source: Drag the pointer to draw a rounded rectangle.
de_de: Ziehen Sie den Zeiger, um ein abgerundetes Rechteck zu zeichnen.
es_419: Arrastra el puntero para dibujar un rectángulo redondeado.
fr_fr: Faites glisser le pointeur pour dessiner un rectangle arrondi.
hi_in: पॉइंटर खींचकर गोल कोनों वाला आयत बनाएँ।
id_id: Seret penunjuk untuk menggambar persegi panjang membulat.
ja_jp: ポインターをドラッグして角丸四角形を描きます。
ko_kr: 포인터를 드래그해 둥근 사각형을 그립니다.
pt_br: Arraste o ponteiro para desenhar um retângulo arredondado.
ru_ru: Перетаскивайте указатель, чтобы нарисовать скруглённый прямоугольник.
zh_cn: 拖动指针绘制圆角矩形。

# TipEllipse
source: Drag the pointer to draw an ellipse.
de_de: Ziehen Sie den Zeiger, um eine Ellipse zu zeichnen.
es_419: Arrastra el puntero para dibujar una elipse.
fr_fr: Faites glisser le pointeur pour dessiner une ellipse.
hi_in: पॉइंटर खींचकर दीर्घवृत्त बनाएँ।
id_id: Seret penunjuk untuk menggambar elips.
ja_jp: ポインターをドラッグして楕円を描きます。
ko_kr: 포인터를 드래그해 타원을 그립니다.
pt_br: Arraste o ponteiro para desenhar uma elipse.
ru_ru: Перетаскивайте указатель, чтобы нарисовать эллипс.
zh_cn: 拖动指针绘制椭圆。

# TipText
source: Mark out an area, then type your text.
de_de: Ziehen Sie einen Bereich auf und geben Sie dann Ihren Text ein.
es_419: Marca un área y luego escribe tu texto.
fr_fr: Délimitez une zone, puis saisissez votre texte.
hi_in: पहले क्षेत्र तय करें, फिर अपना टेक्स्ट लिखें।
id_id: Tandai sebuah area, lalu ketik teks Anda.
ja_jp: 範囲を指定してからテキストを入力します。
ko_kr: 영역을 지정한 뒤 텍스트를 입력합니다.
pt_br: Delimite uma área e depois digite o texto.
ru_ru: Обозначьте область, затем введите текст.
zh_cn: 先框出区域，然后输入文本。

# TipNumber
source: Places number markers that count up in order.
de_de: Setzt Nummernmarker, die der Reihe nach hochzählen.
es_419: Coloca marcadores numerados que aumentan en orden.
fr_fr: Place des marqueurs numérotés qui s'incrémentent dans l'ordre.
hi_in: क्रम से बढ़ने वाले संख्या मार्कर लगाता है।
id_id: Menempatkan penanda bernomor yang bertambah berurutan.
ja_jp: 順番に増える番号マーカーを配置します。
ko_kr: 순서가 증가하는 번호 마커를 배치합니다.
pt_br: Coloca marcadores numerados que aumentam em ordem.
ru_ru: Расставляет нумерованные маркеры, возрастающие по порядку.
zh_cn: 放置按顺序递增的编号标记。

# TipSpeechBubble
source: Draws a text speech bubble. Use the tail handle to adjust where the tail points.
de_de: Zeichnet eine Textsprechblase. Mit dem Griff am Zipfel legen Sie fest, wohin er zeigt.
es_419: Dibuja un globo de diálogo. Usa el controlador de la cola para ajustar hacia dónde apunta.
fr_fr: Dessine une bulle de dialogue. La poignée de la queue règle sa direction.
hi_in: टेक्स्ट वाला स्पीच बबल बनाता है। पूँछ के हैंडल से उसकी दिशा तय करें।
id_id: Menggambar balon percakapan. Gunakan pegangan ekornya untuk mengatur arah tunjuk.
ja_jp: テキストの吹き出しを描きます。しっぽのハンドルで向きを調整できます。
ko_kr: 텍스트 말풍선을 그립니다. 꼬리 핸들로 말꼬리 위치를 조정합니다.
pt_br: Desenha um balão de fala. Use a alça da ponta para ajustar para onde ela aponta.
ru_ru: Рисует текстовую выноску. Маркер хвостика задаёт его направление.
zh_cn: 绘制文本对话气泡。用尾巴手柄调整指向位置。

# TipUndo
source: Reverts the most recent edit by one step.
de_de: Macht die letzte Bearbeitung um einen Schritt rückgängig.
es_419: Revierte un paso la edición más reciente.
fr_fr: Annule la modification la plus récente d'un cran.
hi_in: सबसे हालिया संपादन को एक चरण पूर्ववत करता है।
id_id: Membatalkan satu langkah suntingan terakhir.
ja_jp: 直前の編集を 1 段階元に戻します。
ko_kr: 가장 최근 편집 한 단계를 되돌립니다.
pt_br: Desfaz um nível da edição mais recente.
ru_ru: Отменяет последнее изменение на один шаг.
zh_cn: 撤销最近一步编辑。

# TipRedo
source: Reapplies one reverted edit.
de_de: Wendet eine rückgängig gemachte Bearbeitung erneut an.
es_419: Vuelve a aplicar una edición revertida.
fr_fr: Réapplique une modification annulée.
hi_in: पूर्ववत किए गए एक संपादन को फिर से लागू करता है।
id_id: Menerapkan kembali satu suntingan yang dibatalkan.
ja_jp: 元に戻した編集を 1 段階やり直します。
ko_kr: 되돌린 편집 한 단계를 다시 적용합니다.
pt_br: Refaz um nível de edição desfeito.
ru_ru: Повторно применяет отменённое изменение.
zh_cn: 重做一步已撤销的编辑。
